Repository: wingsum93/Dragochi-ios
Catalog: Dragochi/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# button_add
source: Add
zh_hans: 添加
zh_hant: 新增

# button_cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# button_delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# button_discard_entry
source: Discard Entry
zh_hans: 丢弃记录
zh_hant: 捨棄紀錄

# button_done
source: Done
zh_hans: 完成
zh_hant: 完成

# button_export
source: Export
zh_hans: 导出
zh_hant: 匯出

# button_exporting
source: Exporting...
zh_hans: 导出中...
zh_hant: 匯出中...

# button_import
source: Import
zh_hans: 导入
zh_hant: 匯入

# button_importing
source: Importing...
zh_hans: 导入中...
zh_hant: 匯入中...

# button_no
source: No
zh_hans: 否
zh_hant: 否

# button_pause
source: PAUSE
zh_hans: 暂停
zh_hant: 暫停

# button_restart
source: Restart
zh_hans: 重启
zh_hant: 重新啟動

# button_resume
source: RESUME
zh_hans: 继续
zh_hant: 繼續

# button_save
source: Save
zh_hans: 保存
zh_hant: 儲存

# button_save_session
source: Save Session
zh_hans: 保存对局
zh_hant: 儲存場次

# button_start
source: START
zh_hans: 开始
zh_hant: 開始

# button_start_tracking
source: Start Tracking
zh_hans: 开始追踪
zh_hant: 開始追蹤

# button_stop
source: STOP
zh_hans: 停止
zh_hant: 停止

# button_yes
source: Yes
zh_hans: 是
zh_hant: 是

# text_apply_changes_selected_games
source: Apply changes to selected games?
zh_hans: 将更改应用到所选游戏吗？
zh_hant: 要將變更套用到所選遊戲嗎？

# text_backup_last_export_format
source: Last export: %@
zh_hans: 上次导出：%@
zh_hant: 上次匯出：%@

# text_confirm_remove_friend
source: Are you sure you want to remove this friend?
zh_hans: 确定要移除此好友吗？
zh_hant: 確定要移除此好友嗎？

# text_duration_hours_minutes_short
source: %dh %dm
zh_hans: %d小时 %d分
zh_hant: %d小時 %d分

# text_enter_friend_name
source: Enter friend name
zh_hans: 输入好友名称
zh_hant: 輸入好友名稱

# text_friend_name_already_exists
source: A friend with this name already exists.
zh_hans: 同名好友已存在。
zh_hant: 同名好友已存在。

# text_history_total_playtime_format
source: TOTAL PLAYTIME: %@
zh_hans: 总游玩时长：%@
zh_hant: 總遊玩時長：%@

# text_history_friend_count_format
source: %d friends
zh_hans: %d 位好友
zh_hant: %d 位好友

# text_home_person_count_format
source: %d PERSON
zh_hans: %d 人
zh_hant: %d 人

# text_home_productivity_mode
source: PRODUCTIVITY MODE
zh_hans: 专注模式
zh_hant: 專注模式

# text_home_started_at_format
source: STARTED %@
zh_hans: 开始于 %@
zh_hant: 開始於 %@

# text_home_status_idle
source: READY TO GRIND
zh_hans: 准备开始
zh_hant: 準備開始

# text_home_status_paused
source: PAUSED
zh_hans: 已暂停
zh_hant: 已暫停

# text_home_status_running
source: KEEP GOING
zh_hans: 继续进行
zh_hant: 持續進行

# text_icloud_sync_description
source: Sync across devices (local-only toggle for now).
zh_hans: 跨设备同步（当前仅本地开关）。
zh_hant: 跨裝置同步（目前僅本地開關）。

# text_mom_format
source: MoM: %@
zh_hans: 环比：%@
zh_hant: 月增率：%@

# text_na
source: N/A
zh_hans: 无
zh_hant: 無

# text_name_required
source: Name is required.
zh_hans: 名称不能为空。
zh_hant: 名稱不可為空。

# text_no_backup_yet
source: No backup created yet.
zh_hans: 尚未创建备份。
zh_hant: 尚未建立備份。

# text_per_app_language_description
source: Change app language in iOS Settings > Preferred Language.
zh_hans: 在 iOS 设置 > 首选语言中更改应用语言。
zh_hant: 在 iOS 設定 > 偏好語言中更改 App 語言。

# text_ready_to_start_tracking
source: Ready to start tracking
zh_hans: 准备开始追踪
zh_hant: 準備開始追蹤

# text_search_game_name
source: search game name
zh_hans: 搜索游戏名称
zh_hant: 搜尋遊戲名稱

# text_see_all
source: See all
zh_hans: 查看全部
zh_hant: 查看全部

# text_select_game_before_starting
source: Please select a game before starting.
zh_hans: 开始前请先选择游戏。
zh_hant: 開始前請先選擇遊戲。

# text_selected_count
source: %d selected
zh_hans: 已选择 %d
zh_hant: 已選擇 %d

# text_session_notes_placeholder
source: Rank change, highlights, or mood...
zh_hans: 段位变化、亮点或心情...
zh_hant: 段位變化、亮點或心情...

# text_tap_add_first_teammate
source: Tap + to add your first teammate.
zh_hans: 点击 + 添加你的第一位队友。
zh_hant: 點擊 + 新增你的第一位隊友。

# text_teammates_count
source: %d teammates
zh_hans: %d 位队友
zh_hant: %d 位隊友

# text_teammates_solo
source: Solo
zh_hans: 单人
zh_hant: 單人

# text_teammates_with_many
source: w/ %@, %@ +%d
zh_hans: 与 %@、%@ 及另外 %d 位
zh_hant: 與 %@、%@ 及另外 %d 位

# text_teammates_with_one
source: w/ %@
zh_hans: 与 %@
zh_hant: 與 %@

# text_teammates_with_two
source: w/ %@ & %@
zh_hans: 与 %@ 和 %@
zh_hant: 與 %@ 和 %@

# text_trend_up_15
source: +15% vs avg
zh_hans: +15% 高于平均
zh_hant: +15% 高於平均

# text_unknown_game
source: Unknown Game
zh_hans: 未知游戏
zh_hant: 未知遊戲

# title_about
source: About
zh_hans: 关于
zh_hant: 關於

# title_add_friend
source: Add Friend
zh_hans: 添加好友
zh_hant: 新增好友

# title_backup
source: Backup
zh_hans: 备份
zh_hant: 備份

# title_confirm_change
source: Confirm Change
zh_hans: 确认更改
zh_hant: 確認變更

# title_delete_friend
source: Delete Friend
zh_hans: 删除好友
zh_hant: 刪除好友

# title_edit_friend
source: Edit Friend
zh_hans: 编辑好友
zh_hant: 編輯好友

# title_filter_all_time
source: All Time
zh_hans: 全部时间
zh_hant: 全部時間

# title_filter_last_month
source: Last Month
zh_hans: 上个月
zh_hant: 上個月

# title_filter_this_week
source: This Week
zh_hans: 本周
zh_hant: 本週

# title_friend
source: Friend
zh_hans: 好友
zh_hant: 好友

# title_friend_list
source: Friend List
zh_hans: 好友列表
zh_hant: 好友列表

# title_game
source: Game
zh_hans: 游戏
zh_hant: 遊戲

# title_game_breakdown
source: Game Breakdown
zh_hans: 游戏分布
zh_hant: 遊戲分佈

# title_game_played
source: Game Played
zh_hans: 游玩游戏
zh_hant: 遊玩遊戲

# title_game_settings
source: Game Settings
zh_hans: 游戏设置
zh_hant: 遊戲設定

# title_game_settings_temp
source: Game Settings (Temp)
zh_hans: 游戏设置（临时）
zh_hant: 遊戲設定（暫）

# title_history
source: History
zh_hans: 历史
zh_hant: 歷史

# title_home_quick_track
source: Quick Track
zh_hans: 快速追踪
zh_hant: 快速追蹤

# title_icloud_sync
source: iCloud Sync
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# title_icon
source: Icon
zh_hans: 头像
zh_hant: 頭像

# title_language
source: Language
zh_hans: 语言
zh_hant: 語言

# title_name
source: Name
zh_hans: 名称
zh_hant: 名稱

# title_no_friends_yet
source: No friends yet
zh_hans: 暂无好友
zh_hant: 尚無好友

# title_no_games_found
source: No games found
zh_hans: 未找到游戏
zh_hant: 找不到遊戲

# title_open_source_license
source: Open Source License
zh_hans: 开源许可
zh_hant: 開源授權

# title_per_app_language
source: Per-App Language
zh_hans: 应用语言设置
zh_hant: App 語言設定

# title_platform
source: Platform
zh_hans: 平台
zh_hant: 平台

# title_platform_breakdown
source: Platform Breakdown
zh_hans: 平台分布
zh_hant: 平台分佈

# title_platform_console
source: Console
zh_hans: 主机
zh_hant: 主機

# title_platform_mobile
source: Mobile
zh_hans: 手机
zh_hant: 手機

# title_resume_last_setup
source: Resume Last Setup
zh_hans: 继续上次设置
zh_hant: 繼續上次設定

# title_session_complete
source: Session Complete
zh_hans: 对局完成
zh_hant: 場次完成

# title_session_notes
source: Session Notes
zh_hans: 对局备注
zh_hant: 場次備註

# title_session_setup
source: Session Setup
zh_hans: 对局设置
zh_hant: 場次設定

# title_settings
source: Settings
zh_hans: 设置
zh_hant: 設定

# title_stats
source: Stats
zh_hans: 统计
zh_hant: 統計

# title_tab_history
source: History
zh_hans: 历史
zh_hant: 歷史

# title_tab_home
source: Home
zh_hans: 首页
zh_hant: 主頁

# title_tab_settings
source: Settings
zh_hans: 设置
zh_hant: 設定

# title_tab_stats
source: Stats
zh_hans: 统计
zh_hant: 統計

# title_teammates
source: Teammates
zh_hans: 队友
zh_hant: 隊友

# title_today
source: Today
zh_hans: 今天
zh_hant: 今天

# title_total_playtime
source: Total Playtime
zh_hans: 总游玩时长
zh_hant: 總遊玩時長

# title_yesterday
source: Yesterday
zh_hans: 昨天
zh_hant: 昨天
